class work_dict:
    subjects = {'biology': 'Біологія', 
                'world_history': 'Всесвітня історія', 
                'geography': 'Географія', 
                'eng_language': 'Іноземна мова', 
                'computer_science': 'Інформатика', 
                'ua_history': 'Історія України', 
                'foreign_literature': 'Зарубіжна література', 
                'defense_ua': 'Захист України', 
                'maths': 'Математика', 
                'ua_literature': 'Українська література', 
                'ua_language': 'Українська мова', 
                'chemistry': 'Хімія', 
                'physics': 'Фізика', 
                'physical_culture': 'Фізична культура'}
    type_work = {
        '1': 'Контрольна робота',
        '2': 'Самостійна робота',
        '3': 'Практична робота',
        '4': 'Лабораторна робота',
        '5': 'Реферати',
        '6': 'Проект',
        '7': 'Тести',
        '8': 'Інше',
        
    }