help_text = """Ось ваш перелік команд:
/about - Інформація стосовно бота.
/price - Ціни за роботу.
/pay - Варіанти оплати роботи.
/support - Технічна підтримка
/report - Надіслати баг або скаргу.
/order - Замовити роботу."""
about_text = "Цей бот створений для виконання завдань таких як: тести, практичні роботи, лабараторні роботи, та інше. За це буде зніматися плата яка буде встановлена між клієнтом та виконавцем під час замовлення або можете скорститися командою /price."
price_text = """Тут буде прайс."""
pay_text = """Тут є різні способи оплати послуг"""
support_url = "https://t.me/Gradle_support_bot"
type_work_text = ("""
Оберіть вид роботи який вам потрібен:

1 -- Контрольна робота (Робота в якої є декілька рівнів складності).

2 -- Самостійна робота (Робота яка складається з тестів і задач, але немає творчого завдання або розгорнутої відповіді на питання).

3 -- Практична робота (Робота в якій потрібно виконати якісь статичні завдання про пройденому матеріалу).

4 -- Лабараторна робота (Практично те саме що й практична, але має практичні завдання).

5 -- Реферати (Доповіді на тему яку дає вчитель).

6 -- Проект (Творче завдання, яке містить: графіку, мультимедію, презентації та інше).

7 -- Тести (завдання на знаходження правильної відповіді серед поданих або сполучити данні відповіді між собою).

8 -- Інше.
""")

bb2 = str(f"Введіть коментар до замовлення, щоб Gred краще зрозумів що вам потрібно зробити (Будь ласка, напишіть це все в одному повному повідомленні):")

pay_url = ""