help_text = """Ось ваш перелік команд:
/about - Інформація стосовно бота.
/price - Ціни за роботу.
/pay - Варіанти оплати роботи.
/support - Технічна підтримка
/report - Надіслати баг або скаргу.
/order - Замовити роботу."""

help_text_admin = """Ось ваш перелік команд юзера:
/about - Інформація стосовно бота.
/price - Ціни за роботу.
/pay - Варіанти оплати роботи.
/support - Технічна підтримка
/report - Надіслати баг або скаргу.
/order - Замовити роботу.

Команди адміністратора:
/admin - Адмін панель.
/search - Пошук за ІД чи link.
/send_message - Надсилання повідомлення конкретному користувачу.
/status - Пошук замовлення по статусу замовлення.

"""

about_text = """🤖 *Про бота*

Цей бот створений для допомоги студентам та виконавцям у виконанні навчальних завдань 📚  
Ви можете замовити:
• ✅ Тести  
• 🧩 Практичні роботи  
• 🧪 Лабораторні роботи  
• 💬 Індивідуальні завдання  
• 📄 Інші типи робіт за домовленістю

💰 Оплата узгоджується між клієнтом та виконавцем під час оформлення замовлення, або ви можете переглянути базові ціни командою /price.

📞 Для зв’язку з адміністратором — напишіть /support
"""

price_text = """💰 *Прайс-лист на види робіт* 💰

1️⃣ **Контрольна робота** — від 40 грн  
📈 Має кілька рівнів складності, залежно від обсягу та предмету.  

2️⃣ **Самостійна робота** — від 30 грн  
🧩 Складається з тестів і задач без творчої частини.  

3️⃣ **Практична робота** — від 50 грн  
🧮 Завдання для закріплення матеріалу з певної теми.  

4️⃣ **Лабораторна робота** — від 50 грн  
🔬 Містить практичні досліди, розрахунки або звіти.  

5️⃣ **Реферат / Доповідь** — від 30 грн  
📖 Текстова робота на задану тему з оформленням.  

6️⃣ **Проєкт / Презентація** — від 30 грн  
🎨 Творча робота з графікою, слайдами або мультимедіа.  

7️⃣ **Тести** — від 20 грн  
✅ Вибір правильної відповіді або співставлення пар.  

8️⃣ **Інше** — договірна  
💬 За уточненням з виконавцем (написати /support).

🕓 *Термін виконання:* від 1 до 3 днів (залежить від складності).  
📞 Для уточнення — напишіть /support.
"""

pay_text = """Тут є різні способи оплати послуг"""

support_url = "https://t.me/Gradle_support_bot"

type_work_text = ("""
Оберіть вид роботи який вам потрібен:

1 -- Контрольна робота (Робота в якої є декілька рівнів складності).

2 -- Самостійна робота (Робота яка складається з тестів і задач, але немає творчого завдання або розгорнутої відповіді на питання).

3 -- Практична робота (Робота в якій потрібно виконати якісь статичні завдання про пройденому матеріалу).

4 -- Лабараторна робота (Практично те саме що й практична, але має практичні завдання).

5 -- Реферати (Доповіді на тему яку дає вчитель).

6 -- Проект (Творче завдання, яке містить: графіку, мультимедію, презентації та інше).

7 -- Тести (завдання на знаходження правильної відповіді серед поданих або сполучити данні відповіді між собою).

8 -- Інше.
""")

bb2 = str(f"Введіть коментар до замовлення, щоб Gred краще зрозумів що вам потрібно зробити (Будь ласка, напишіть це все в одному повному повідомленні):")

pay_url = ""